Repository: Vexed01/Vex-Cogs
Catalog: birthday/locales/*.po
Languages: es_es

source: This command can only be used in a server.
es_es: Este comando solo se puede usar en un servidor.

source: This command is not available until the cog has been setup. {} Get an admin to use `{}` to get started.
es_es: Este comando no está disponible hasta que el cog se haya configurado. {} Pide a un admin que use {} para empezar.

source: I'm sorry, but I can't set your birthday to before {}.
es_es: Lo siento, pero no puedo establecer tu cumpleaños antes de {MIN_BDAY_YEAR}.

source: You can't be born in the future!
es_es: ¡No puedes nacer en el futuro!

source: Your birthday has been set as {}.
es_es: Tu cumpleaños ha sido establecido como {}.

source: Are you sure?
es_es: ¿Estás seguro?

source: Cancelled.
es_es: Cancelado.

source: Your birthday has been removed.
es_es: Tu cumpleaños se ha eliminado.

source: You must enter a number of days greater than 0 and smaller than 365.
es_es: Debes ingresar un número de días mayor que 0 y menor que 365.

source: No upcoming birthdays in the next {} days.
es_es: No hay cumpleaños en los próximos {} días.

source: Upcoming Birthdays
es_es: Próximos Cumpleaños

source: Click below to start.
es_es: Haz clic abajo para comenzar.

source: Time set! I'll send the birthday message and update the birthday role at {time} UTC.
es_es: ¡Hora establecida! Enviaré el mensaje de cumpleaños y actualizaré el rol de cumpleaños a las {time} UTC.

source: The time you set is after the time I currently send the birthday message, so the birthday message will be sent for a second time.
es_es: El tiempo que has establecido es después del cuando envío el mensaje de cumpleaños, así que el mensaje de cumpleaños se enviará por segunda vez.

source: That message is too long! It needs to be under {} characters.
es_es: ¡Ese mensaje es demasiado largo! Debe tener menos de {} caracteres.

source: You have a placeholder `{{{}}}` that is invalid. You can only include `{}` and `{}` for the message without a year.
es_es: Tienes un placeholder `{{{}}}` que es inválido. Solo puedes incluir `{}` y `{}` para el mensaje sin año.

source: Message set. Here's how it will look:
es_es: Mensaje establecido. Así es cómo se vería:

source: You have a placeholder `{}` that is invalid. You can only include `{}`, `{}`, and `{}` for the message with a year.
es_es: Tienes un placeholder `{{{}}}` que es inválido. Solo puedes incluir `{}`, `{}` y `{}` para el mensaje con año.

source: Message set. Here's how it will look, if you're turning 20:
es_es: Mensaje establecido. Así es cómo se vería, si cumples 20 años:

source: I can't do that because I don't have permissions to send messages in {}.
es_es: No puedo hacer eso porque no tengo permisos para enviar mensajes en {}

source: Channel set to {}.
es_es: Canal establecido en {}.

source: I can't use {} because it is higher than my highest role.
es_es: No puedo usar {} porque está por encima de mi rol más alto.

source: Role set to {}.
es_es: Rol establecido como {}.

source: I'm sorry, but I can't set a birthday to before {}.
es_es: Lo siento, pero no puedo establecer un cumpleaños antes de {}.

source: {}'s birthday has been set as {}.
es_es: El cumpleaños de {} ha sido establecido como {}.

source: Are you sure? `{}`'s birthday will be removed.
es_es: ¿Estás seguro? El cumpleaños de `{}` será eliminado.

source: {}'s birthday has been removed.
es_es: El cumpleaños de {} ha sido eliminado.

source: You have already started setting the cog up. Are you sure? This will overwrite your old data for all guilds.
es_es: Ya has comenzado a configurar el cog. ¿Estás seguro? Esto sobrescribirá tus datos antiguos para todos los servidores.

source: Timeout. Cancelling.
es_es: Tiempo de espera agotado. Cancelando.

source: Cancelling.
es_es: Cancelando.

source: All set. You can now configure the messages and time to send with other commands under `[p]bdset`, if you would like to change it from ZeLarp's. This is per-guild.
es_es: Todo listo. Ahora puedes configurar los mensajes y el momento de enviarlos con otros comandos bajo `[p]bdset`, si deseas cambiarlo desde ZeLarp's. Esto es por servidor.

source: Role mentions have been enabled.
es_es: Las menciones de roles han sido habilitadas.

source: Role mentions have been disabled.
es_es: Las menciones de roles han sido deshabilitadas.

source: Okay, nothing's changed.
es_es: Vale, no ha cambiado nada.

source: I'll keep that.
es_es: Lo dejaré así.

source: Deleted.
es_es: Borrado.
